{
    "Education": "Aus- und Weiterbildung",
    "Experience": "Erfahrung",
    "Certificates": "Zertifikate",
    "Download CV": "Lebenslauf herunterladen",
    "About Me" : "Über mich",
    "Resume" : "Lebenslauf",
    "Portfolio" : "Portfolio",
    "Contacts" : "Kontakte",
    "Maria": "Maria",
    "Stakhovskaya": "Stachovski",
    "Dedicated frontend developer with high motivation and extensive experience in developing reactive and user-friendly applications using HTML, CSS, JavaScript and modern frameworks such as React and Angular. I work excellently both independently and in a team and find effective solutions to complex challenges.": "Engagierte Frontend-Entwicklerin mit hoher Motivation und umfassender Erfahrung in der Entwicklung reaktiver und benutzerfreundlicher Anwendungen mittels HTML, CSS, JavaScript sowie moderner Frameworks wie React und Angular. Ich arbeite sowohl selbstständig als auch im Team hervorragend und finde effektive Lösungen für komplexe Herausforderungen.",
    "Developer": "Entwicklerin",
    "2023-today": "2023-heute",
    "Design and implementation of Angular components, API integration, implementation of HTTP requests, authorization and state management (NgRx), assuming technical leadership of the frontend team, including task distribution and coordination of collaboration with backend and design":"Gestaltung und Implementierung von Angular-Komponenten, API-Integration, Implementierung von HTTP-Anfragen, Autorisierung und State Management (NgRx), Übernahme der technischen Leitung des FrontendTeams, einschließlich Aufgabenverteilung und Koordination der Zusammenarbeit mit Backend und Design",
    "Development & operation of an online shop (OpenCart), creation of landing pages (HTML and CSS), building and maintaining a customer base, customer advice":"Entwicklung & Betrieb eines Online-Shops (OpenCart), Erstellung von Landing Pages (HTML und CSS), Aufbau und Pflege eines Kundenstamms, Kundenberatung",
    "Creation and management of websites (WP, Joomla), organization and implementation of the largest dance competitions, work in the competition jury team, office work":"Erstellung und Verwaltung von Websites (WP, Joomla), Organisation und Durchführung der größten Tanzwettbewerbe, Tätigkeit im Jury-Team des Wettbewerbs, Büroarbeit",
    "Management of dance groups and individual training, organization of dance workshops and competitions, coordination of teamwork": "Leitung der Tanzgruppen und individuellen Trainings, Organisation der Tanzworkshops und -wettbewerbe, Koordination der Teamarbeit",
    "Dance trainer": "Tanztrainerin",
    "Deputy Director": "Stellvertretende Direktorin",
    "Office clerk, organizer of competitions": "Bürokauffrau, Organisatorin für Wettbewerbe",
    "Frontend Developer":"Frontend-Entwicklerin",
    "Studied Angular, developed a learning project implementing the following features: Routing, REST API, NgRx, Form Validation, Authentication and Authorization": "Studium von Angular, Entwicklung eines Lernprojekts, in dem folgende Funktionen implementiert wurden: Routing, REST API, NgRx, Formularvalidierung, Authentifizierung und Autorisierung",
    "Developing in team of a playground/IDE for GraphQL queries. The application also includes the ability to authorize/authenticate the user through firebase to ensure that only authorized users have access to the tool. As well as localization into two languages. Implemented adaptive design and semantic layout.":"Entwickeln in team eines playground/IDE for GraphQL queries. The application also includes the ability to authorize/authenticate the user through firebase to ensure that only authorized users have access to the tool. As well as localization into two languages. Implemented adaptive design and semantic layout.",
    "Degree: Diploma (between Bachelor and Master)":"Abschluss: Diplom (zwischen Bachelor und Master)",
    "Studied teaching mathematics and computer science":"Studium Lehramt Mathematik und Informatik"
}