{
    "Education": "Обучение",
    "Experience": "Опыт",
    "Certificates": "Сертификаты",
    "Download CV": "Скачать резюме",
    "About Me" : "Обо мне",
    "Resume" : "Резюме",
    "Portfolio" : "Портфолио",
    "Contacts" : "Контакты",
    "Maria": "Мария",
    "Stakhovskaya": "Стаховская",
    "Dedicated frontend developer with high motivation and extensive experience in developing reactive and user-friendly applications using HTML, CSS, JavaScript and modern frameworks such as React and Angular. I work excellently both independently and in a team and find effective solutions to complex challenges.": "Увлеченный frontend разработчик с высокой мотивацией и обширным опытом разработки реактивных и удобных для пользователя приложений с использованием HTML, CSS, JavaScript и современных фреймворков, таких как React и Angular. Прекрасно работаю как самостоятельно, так и в команде и люблю находить решения различных задач.",
    "Developer": "Разработчик",
     "2023-today": "2023-сейчас",
     "Design and implementation of Angular components, API integration, implementation of HTTP requests, authorization and state management (NgRx), assuming technical leadership of the frontend team, including task distribution and coordination of collaboration with backend and design":"Проектирование и внедрение компонентов Angular, интеграция API, реализация HTTP-запросов, авторизация и управление состоянием (NgRx), принятие на себя техническое руководство командой фронтенда, включая распределение задач и координацию взаимодействия с бэкендом и дизайном.",
     "Development & operation of an online shop (OpenCart), creation of landing pages (HTML and CSS), building and maintaining a customer base, customer advice":"Разработка и ведение интернет-магазина (OpenCart), создание лендингов (HTML и CSS), формирование и ведение клиентской базы, консультирование клиентов.",
     "Creation and management of websites (WP, Joomla), organization and implementation of the largest dance competitions, work in the competition jury team, office work":"Создание и ведение сайтов (WP, Joomla), организация и проведение крупнейших танцевальных конкурсов, работа в составе жюри конкурсов, офисная работа.",
     "Management of dance groups and individual training, organization of dance workshops and competitions, coordination of teamwork":"Руководство танцевальным коллективом, проведение индивидуального обучения, организация танцевальных мастер-классов и конкурсов, координация командной работы.",
     "Dance trainer":"Тренер по танцам",
     "Deputy Director": "Заместитель директора",
     "Office clerk, organizer of competitions": "Офисный сотрудник, вебмастер",
     "Frontend Developer": "Fronetnd разработчик",
     "Studied Angular, developed a learning project implementing the following features: Routing, REST API, NgRx, Form Validation, Authentication and Authorization":"Изучение Angular, разработала учебный проект, реализующий следующие функции: маршрутизация, REST API, NgRx, проверка форм, аутентификация и авторизация.",
     "Developing in team of a playground/IDE for GraphQL queries. The application also includes the ability to authorize/authenticate the user through firebase to ensure that only authorized users have access to the tool. As well as localization into two languages. Implemented adaptive design and semantic layout.":"Разработка в команде игровой площадки/IDE для запросов GraphQL. Приложение также включает в себя возможность авторизации/аутентификации пользователя через Firebase, чтобы гарантировать, что только авторизованные пользователи имеют доступ к инструменту. А также локализация на два языка. Реализован адаптивный дизайн и смысловая верстка.",
     "Degree: Diploma (between Bachelor and Master)": "Степень: Диплом (между бакалавром и магистром)",
     "Studied teaching mathematics and computer science":"Преподаватель математики и информатики"
}